["照照镜子吧，还要什么段子？",
"多年过去，再回忆高考，其实本质上没有考到好与坏的说法，重要的是年轻人在一起，做份试题，然后决定去哪座城市做代购。",
"真正努力过的人，就会明白天赋的重要性。",
"转角一般不会遇到爱，只会遇到乞丐。",
"这个世界没有错，谁让你长得不好看又没钱。",
"加班到很晚还健身的男生所吸引。觉得人家上进又有潜力。五六年后，她们悔的肠子都青了。",
"努力了这么久，但凡有点儿天赋，也该有些成功的迹象了。",
"女生的冷暖自知什么的，在长的好看面前弱爆了。",
"有一种病叫看过听过励志演讲励志电影励志书籍励志歌曲知乎励志答案仿佛就已经奋斗努力过了。",
"每次看到穷游日志的感受都是：那么穷就别TM出去浪了。",
"性生活是你唯一能自理的生活。",
"长得好看的才能叫吃货，长得不好看的只能叫饭桶。",
"又一天过去了，过得怎么样？梦想是不是更远了？",
"你以为只要长得漂亮就有男生喜欢？你以为只要有了钱漂亮妹子就自己贴上来了？你以为学霸就能找到好工作？我告诉你吧，那这些都是真的！",
"对今天解决不了的事情，也不要着急。因为明天也可能还是解决不了。",
"你只有努力过了才知道，智商上的差距是不可逾越的。",
"别减肥了，你丑不仅是因为胖。",
"以前觉得靠关系的人一定是很无能，接触过后发现人家样样比你强。",
"人生就是这样，有欢笑也有泪水。一部分人主要负责欢笑，另外一部分人主要负责泪水。",
"世上无难事只怕有钱人。物以类聚人以穷分。有钱人终成眷属。在天愿作比翼鸟，在地愿做土豪佬。",
"你只需要看别人精彩，老天对你另有安排。",
"大部分的成功靠的不是厚积薄发的努力，也不是戏剧化的机遇，而是早就定好的出身和天赋。",
"不是所有成功男人背后都有一个女人，大多成功男人在成功之前是没有女人的。",
"懒是一个很好的托辞，说得好像勤快了就真能干出什么大事儿一样。",
"以前跪着挣钱很少，于是我也模仿那些优秀的人，试着站起来，结果饭碗就丢了。",
"我这张脸只要遮住两个地方就完美了！一处是右半边脸，另一处是左半边脸。",
"你当他/她是恋爱对象，他/她当你是练爱对象。",
"挣钱是一种能力，花钱是一种技术，我能力有限，技术却很高。",
"只要你每天坚持自习，认真刻苦，态度端正，忍受孤独，最终的胜利肯定是属于那些考场上发挥好的人。",
"长的好看确实可以当饭吃，你是不是明白自己为什么老饿了。",
"生活会让你苦上一阵子，等你适应以后，再让你苦上一辈子。",
"对女人强吻表白一般会有两种结果，一种是啪，一种是啪啪啪。这就是屌丝和高富帅的差距。",
"上帝为你关上了一扇门，然后就去睡觉了。",
"没有钱包的充实，哪来内心的宁静。很多人都本末倒置了。",
"长得丑就是病，不然整形医院为什么会是医院。",
"说明星可怜的人，有看过自己银行卡的余额吗？",
"哪有什么丑小鸭变天鹅，别忘了丑小鸭本来就是天鹅，落在鸭群里也改变不了它的品种。",
"富翁接受采访说，你很难想象我年轻时候吃过多少苦，当过黄牛，搞过搬运，做过走私……记者：我们都看到这些历练让你走向成功了。富翁说，不是，后来我终于娶了一个有钱的老婆。",
"失恋的时候，许多年轻人以为整个世界都抛弃了自己，别傻了，世界根本就没需要过你。",
"小时候我们经常被教育说不要追求金钱，还嘲笑那些有钱人，说他们穷得只剩下钱。长大后才发现，我们自己穷得连钱也没有啊。",
"你我都渴望成功，哪怕要付出很多。但我们连早点儿起床都做不到。",
"有些事不是努力就可以改变的，五十块的人民币设计的再好看，也没有一百块的招人喜欢。",
"三十岁时，大部分人都卡在初级职位上。现有的工作升不上去，又无法承担转行的时间成本，更来不及再去读书。父母开始多病；自己收入有限，也没有存款。更大的痛苦，是看到身边没有背景但努力又聪明的人已经小有成就，有背景的人已经开始过上贵族生活了。",
"高富帅，白富美这两个词给出了好的异性缘的充分条件。而土豪一词的出现告诉我们，本质上三个条件可以削弱为一个条件……",
"所有抱怨社会不公和制度的人翻译过来只有一句话：请给我金钱，女人和社会地位。",
"机会永远留给有胸有颜的人。",
"别人问你有谈恋爱吗？就说现在没有。可以机智地掩盖过去也没有的事实。",
"如果你是长得好看的话，在公车地铁上睡着了，头靠在旁边人的肩上，旁边的人会一直陪着你直到醒来。你要是长的丑的话，头一旦靠在旁边的人肩上，他会立即拍醒你，并温馨提醒你保管好财物。",
"“比我漂亮的没我聪明，比我聪明的没我漂亮。”想用这句挽回稀薄的自信？奈何就是有人无论智力外貌都完爆你几个级别，而且他们，还，很，有，钱。",
"我相信只要努力工作就一定能取得成功。当年刚工作时我身无分文，但凭借着踏实工作和勤奋好学，我银行里不仅不再是零存款，还成功的欠了他们一大笔钱。",
"“假如我又丑又穷又矮又笨，你还会爱我吗？”神回复：“别他妈假如了，你本来就又丑又穷又矮又笨。",
"“不去努力然后告诉自己我根本就不想要”的痛苦，比“拼命努力后失败”的痛苦，要小得多。",
"好男人都有主儿了，你自己说你不是缺心眼是什么。",
"普通人一生的四个阶段：心比天高的无知快乐与希望——愧不如人后的奋斗与煎熬——毫无回报的愤懑与失望——坦然的平凡和颓废。你走到哪一步了？",
"那些看上去性格单纯的女人，无论是真的还是装的，都表示她的过去或者背景绝对不单纯。",
"所谓的女汉子，只不过是因为长得丑而已，但凡有些爷们气质的漂亮姑娘，都被称为女王大人。",
"那些嫁给官富二代的女生，天天都要经受家庭暴力，老公还总是出去乱搞！说完这些，我心里舒服多了。",
"除了有钱人，世上还有两种人：其一是省吃俭用买奢侈品装逼的，其二是省吃俭用也买不起奢侈品的。",
"如果你对目前的工作不太满意，觉得事业发展到了一个瓶颈，那么就去进修一个更高的学历吧，这样的话，毕业以后你就会明白，之前的失败跟学历似乎没什么关系。",
"一场说走就走的旅行归来后，除了该做的事情被拖延的更久了，什么都没有改变。",
"假如今天生活欺骗了你，不要悲伤，不要哭泣，因为明天生活还会继续欺骗你。",
"去没去过的目的地。然后你会惊奇地发现，他陪你做这些，只是为了能跟你上床而已。",
"长得丑并不是你的错，但是期望有高富帅/白富美会爱上你，这就是你的不对了。",
"可爱，实际上是什么意思，你懂的。",
"自拍过的人都知道，一个角度拍出来不好看的因素，不一定是长相问题，光线，背景，pose，等等都是影响因素。只要你试着换几个角度再拍几张就会发现，你怎么拍也不好看。",
"优秀的女生在脆弱的时候（比如分手，工作不如意），会需要比平时更多的关爱，于是会和更多的人交流。如果她在恢复正常后，回到了自己原来的圈子，不再理你，请你不要奇怪。",
"同学聚会上每当有人说起当年校花如今的不幸生活，男生们都会唏嘘不已，好像校花当初如果跟了自己，过得就会比现在好似的。",
"朋友，那不是懒，懒是可以克服的。你只是脑子比较弱（笨），没办法长时间经受高强度的思考，去搞逻辑太复杂的东西和处理太多的信息量。",
"将薪比薪的想了想，算了，不想活了。",
"有些年轻人，一毕业就到某些大型国企和机关中工作。每天没什么事儿，就是吃饭喝酒，福利好得不得了。人生还没有奋斗过就开始养老，自己的理想被丢在一旁，用民脂民膏来享受特权。对于这样的年轻人，我只想问你们四个字：哪投简历？",
"其实找谁做女朋友都差不多，都是在不停地争吵。只不过一些人是和比较漂亮的女孩子在争吵。",
"爱情开始时都差不多。但当两个人平淡到左手牵右手时，是加班挤地铁还房贷然后给他农村父母寄钱假期在屋里大眼瞪小眼，还是开小车朝九晚五住大房子周末采购装点自己的小家出国旅游，区别就非常大了。",
"乐观进取。还好，殊途同归。",
"精神追求应当是物质追求得到满足后的自然反应。而不是在现实受挫后去寻求的安慰剂。",
"人在各方面的表现都是天赋使然。不管是智力，还是体力，抑或是情商方面的高低，都有遗传的基因在里面。后天无非是发挥得怎样而已。正如负能量谚语说的那样：“你全力做到的最好，可能还不如别人随便搞搞。”",
"那些能够彼此帮忙托关系的友谊，比那些天天在一起就是扯淡吃喝旅游的友谊，要强得多。",
"年轻时总是缺乏对自己的正确认识。时而觉得自己能力超群，海阔天空，时而觉得一无是处，平凡无能。长大后，经历得多了，逐渐认清自己，才发现自己原来是一无是处，平凡无能。",
"成功不了就是因为你各方面都太垃圾了，哪来那么多原因。",
"我太好了，好到跟谁谈恋爱都是浪费，好到谁都配不上我，好到我只能自己对自己好，好到注定孤独一生。",
"有时候，别人对你很冷淡，可能并不是你的问题。他也许只是不喜欢长得丑的人而已。",
"我问过很多女大学生这个问题：出国旅游和用名牌，真的这么重要吗？第一种回答是：不重要，但男朋友愿意而且有能力给我买的话，就很重要。第二种回答是：对啊，很重要啊！",
"他给你的爱会消逝，他给你的金钱却不会贬值。",
"我们所咒骂的那些品德败坏的人，其实不过是直接或间接地损害了我们的利益，或者做了我们想做而不敢做的事。",
"女人的问题上比不过别人，于是开始试着在道德和人生境界上做文章。",
"很多屌丝喜欢用精神思想这种虚无缥缈的东西企图打败土豪，因为吹牛逼不用上税。",
"漂亮女孩有时候比普通女孩更可怜。男人可以很坦然的拒绝普通女孩的感情和身体，但是男人会欺骗漂亮女孩的感情从而得到她的身体。这就是为什么古人说红颜命薄，你们感受一下。",
"错把放纵当潇洒，把颓废当自由，把逃避责任当做追求自我价值。不过是懒，怕吃苦，哪来那么多好听的理由。",
"书看的越多越发现自己无知，豁然开朗都只是暂时的，深究下去的话，问题总是套着问题，永无解决之日。",
"大多数时候，挣扎只会让你死的更快一些。努力的结果不过是从实践上证明了你压根就不行。",
"有很多遗憾，后来我们叫它美丽的错误。可也许你坚持去做了，现在就只剩下了错误。",
"几年前BBS有女生写道：不知为什么，每次有丑男看我，我都感觉他很猥琐，特别反感；但帅哥看我就感觉很好。今日又看到有男生写：我发现我老是喜欢抢着给漂亮的女生帮忙，不自觉地就会问她需要什么；但每次丑女让我帮忙，我就感觉：你自己不会干吗？一些很明显的实话说出来，显得格外可爱。",
"你这么努力，忍受那么多寂寞和纠结，我们也没觉得你有多优秀。",
"一提到钱，大家就不是那么亲热了。",
"懒人面对所有事情，都能从容地找出各种冠冕堂皇的理由来继续睡觉或逃避动弹。",
"有些妹子喜欢带上墨镜自拍。其实再戴上口罩，会显得更美。",
"我从来不会脑残地在网上晒自己买的名牌，因为我买不起。",
"多照照镜子，很多挫折磨难你就明白个中原因了。",
"小时候以为有钱人都很跋息，心都是黑的。长大后才发现，很多有钱人都懂得很多，经历很丰富，做事很认真，选择很理性，比穷人更好相处。",
"很多人每天都精神抖擞去奋斗，仿佛全世界都在等着看他成功似的。",
"我追逐自己的梦想，别人说我幼稚可笑，但我坚持了下来。最后发现，原来我还真是幼稚可笑。",
"如果你每天干的活明显多于别人，但自己很高兴还感觉得到器重，那么与其说你很有才干，不如说你的领导很会管人。",
"好多重要又紧迫的事情，先干哪一件都会感觉别的事情被耽误了。所以还是先上会儿网吧。",
"当别人和你说忙的时候，是他/她要留时间给更重要的人。",
"“那些出身好能力强的人努力是为了成功，因为人家有可能会成功。我们努力是为了啥呢？”“为了活下去。”",
"基因是你给的，成长环境是你给的，社会阶层是你给的——还有脸埋怨自己孩子没出息。",
"有些人努力了一辈子，就是从社会的四流挤入了三流。",
"我要是有钱或者长得好看就好了。那样，即使我性格古怪脾气不好，也会有人愿意倾听我的想法和感受，跟我做朋友。",
"敏感脆弱的青年。",
"优秀幸福的人是喜欢撒娇的，告诉别人自己这儿过得不好，那儿过得也不好。有些人当真的了，觉得别人天天是在宝马车中哭泣。",
"好的相貌和很多钱，是出入上层社交活动的通行证。",
"每个人都有幸福的权力，却只有少数人有幸福的能力。",
"那些你装作满不在乎的事，其实就是你无能为力的事。",
"做一天的好人并不难，难的是做一辈子有钱人。",
"我不怕变成自己所厌恶的人，我怕过得还不如他们。",
"我们在困难时候最能依靠的人，也是得意时最容易忽视的人。比如备胎，父母，好心但是不优秀的朋友。",
"总有这样的人，该干活的时候职业不起来，玩的时候又放不开。",
"当一个人的精神生活水平超越其物质生活水平时，他就开始显得矫情。",
"道德的人慧根往往不高。真正有悟性的人，已经把这些思想都视为理所当然的，内化到自己的行动中去了，在物质世界中获得成功。",
"刚上大学的时候我纠结以后是该娶一个大家闺秀，在事业上提携自己；还是娶个美丽贤惠的小家碧玉，过舒心的小日子。现在发现当时自己真是想太多了。",
"你若好看或有钱，自然就会发现社交的乐趣。",
"土豪们如果平易近人，低调内敛，的确会引起我们的好感。但他们为啥要费劲儿与我们为善呢，毕竟土豪只想和土豪做真正的朋友。",
"以前读书的时候，无论怎么努力，都赶不上别人，后来我试着调整一下学习方法，多开口问人，终于，我发现……真的是智商问题。",
"热情好客，给周围人带来了欢笑，却没有男孩子来追我啊？”“因为你长的不好看啊。”",
"我没有赚钱和社交的能力，但老天也没给我其他的能力来补偿。",
"我敏锐地看清了人生的一些真相，但我的人生并没有因此而改善。",
"以前每次看到网上的青年在论坛里大谈国事，我担心他们会干出些什么事情来。后来我发现他们还同时说着“明天一定要早起”，“这个假期要多看几本书”，“再也不能多吃了”，于是我放心了。",
"青蛙变王子是因为他先从王子被变成了青蛙，灰姑娘会被王子看上也是因为她本来就是个贵族家的小姐，才有资格参加上层社会的晚宴，能见到王子。",
"那些把爱情说得很透彻的人，基本上都不在爱里。",
"人品太差其中之一。",
"脸皮薄的人？”“不，社会只欺负弱者。”",
"成功人士抱怨社会的不公，不成功人士抱怨社会对自己的不公。",
"没有人关心你飞得多高，倒是有一群人等着看你摔得多惨。",
"朋友事业上获得突破，生活提升了档次，我真替他高兴。不过要是能换成我，我会更高兴。",
"美女的朋友都是美女，吃货的朋友都是吃货，二逼的朋友都是二逼，高富帅的朋友都是高富帅。",
"你实习的不知考研的枯燥无味，你考研的不知工作的身心疲惫，你工作的不知出国的花钱流水，你出国的不知保研的夜不能寐…谁都别把自己想得最累，在这样一个社会，家贫人丑就该多读书多干活多流泪。",
"幸福离我们并不遥远，它一直在我们那些长相姣好，家境优越，脑瓜好使，积极乐观的朋友身上。",
"每天闹钟响时，午饭吃饱后，周末休息时，自己的雄心壮志就变得那么微不足道。",
"心灵鸡汤是给吃惯了鲍参翅肚的人做的换口味小菜，屌丝以为喝一碗鸡汤就营养全面提升了？",
"哪有什么孤独，不就是没人爱吗？哪有什么寂寞，不就是闲的吗？哪有什么绝望，不就是穷的吗？",
"每天夜里下定决心从明天开始改变，好好生活努力奋斗，第二天中午在被窝里翻个身：操，改天吧。"]